Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# GigagroupConvertAlertText
source: Regular members of the group (non-admins) will **irrevocably** lose their right to post messages in the group. This action **can't** be undone.
ar: سيفقد الأعضاء (غير المشرفين) صلاحية إرسال الرسائل في المجموعة **إلى الأبد**. **لا يمكن** التراجع عن هذا الإجراء.
be: Звычайныя ўдзельнікі (не кіраўнікі) **незваротна** страцяць магчымасць публікаваць паведамленні ў суполцы. Гэта дзеянне **немагчыма** адрабіць.
ca: Els qui no siguin administradors perdran **de manera irrevocable** el dret a publicar missatges en el grup. Aquesta acció **no** es pot desfer.
de: Reguläre Mitglieder der Gruppe (Nicht-Admins) verlieren **unwiderruflich** ihr Recht, Nachrichten in der Gruppe zu senden. Das kann **nicht** rückgängig gemacht werden.
es: Los miembros normales del grupo (que no son administradores) perderán **de forma irreversible** su permiso para publicar mensajes en el grupo. Esta acción **no** se puede deshacer.
fi: Ryhmän normaalit jäsenet (muut kuin valvojat) menettävät pysyvästi oikeutensa lähettää viestejä tähän ryhmään. Tätä **ei voi** perua.
fr: Les membres standards (non administrateurs) perdront leur droit de publier des messages dans le groupe de manière **irrévocable**. Cette action est **irréversible**.
it: I membri normali (non amministratori) perderanno **irrevocabilmente** la possibilità di inviare messaggi nel gruppo. Questa azione **non può** essere annullata.
ko: 그룹의 일반 참가자(비관리자)들은 **더 이상** 그룹에 메시지를 보낼 수 없게 됩니다. 이 작업은 취소가 **불가능합니다**.
ms: Ahli biasa grup (bukan pentadbir) akan hilang hak mereka **selamanya** untuk pos mesej di grup. Aksi ini **tak boleh** ditukar balik.
nl: Normale gebruikers van de groep (geen beheerder) **verliezen** de mogelijkheid om berichten te plaatsen in de groep Dit kan **niet** ongedaan worden gemaakt.
pl: Zwykli członkowie grupy (niebędący administratorami) **nieodwracalnie** utracą prawo do publikowania wiadomości w grupie. Ta operacja jest **nieodwracalna**.
pt_br: Membros regulares do grupo (não admins) perderão **permanentemente** o direito de postar mensagens no grupo. Essa ação **não pode** ser desfeita.
ru: Обычные участники (не администраторы) **навсегда** потеряют возможность писать сообщения в группе. Это **нельзя** будет отменить.
sv: Vanliga gruppmedlemmar (icke admins) kommer **permanent** förlora rätten att skicka meddelanden i gruppen. Åtgärden **kan inte** ångras.
tr: Grubun düzenli üyeleri (yönetici olmayanlar), gruba mesaj gönderme hakkını **geri dönülmez** bir şekilde kaybedecektir. Bu işlem **geri alınamaz**.
uk: Звичайні учасники групи (не адміністратори) **незворотньо** втратять право надсилати повідомлення у групі. Це **незворотня** дія.

# GigagroupConvertAlertTitle
source: Are you sure?
ar: هل أنت متأكد؟
be: Вы ўпэўнены?
ca: N'esteu segur?
de: Bist du sicher?
es: ¿Quieres hacerlo?
fi: Oletko varma?
fr: Êtes-vous sûr ?
it: Vuoi davvero?
ko: 정말 진행할까요?
ms: Anda pasti?
nl: Weet je het zeker?
pl: Na pewno?
pt_br: Tem certeza?
ru: Вы уверены?
sv: Är du säker?
tr: Emin misiniz?
uk: Ви впевнені?

# GigagroupConvertCancelButton
source: Leave as regular group
ar: تركها كمجموعة عادية
be: Пакінуць звычайнай суполкай
ca: Deixa'l com a grup normal
de: Als normale Gruppe beibehalten
es: Mantener como grupo normal
fi: Jätä tavalliseksi ryhmäksi
fr: Laisser en tant que groupe normal
it: Mantieni il gruppo normale
ko: 일반 그룹으로 유지
ms: Kekal sebagai grup biasa
nl: Als gewone groep laten
pl: Opuść jako zwykłą grupę
pt_br: Manter como grupo regular
ru: Оставить обычной группой
sv: Stå kvar som en standardgrupp,
tr: Normal grup olarak bırak
uk: Залишити звичайною групою

# GigagroupConvertCancelHint
source: If you change your mind, go to your group's Settings > Permissions.
ar: إذا غيرت رأيك؛ الرجاء الذهاب إلى إعدادات مجموعتك > الصلاحيات.
be: Калі вы перадумаеце, перайдзіце ў налады суполкі > Паўнамоцтвы.
ca: Si canvieu d'opinió, aneu a la configuració del grup > Permisos.
de: Wenn du deine Meinung änderst, gehe in die Einstellungen deiner Gruppe.
es: Si cambias de opinión, ve a los ajustes de tu grupo > Permisos.
fi: Jos muutat mielesi, avaa ryhmän oikeusasetukset.
fr: Si vous changez d'avis, allez dans les paramètres de votre groupe > Permissions.
it: Se cambi idea, vai nelle impostazioni del tuo gruppo > Permessi.
ko: 마음이 바뀌셨다면, 그룹 설정 > 권한으로 이동해주세요.
ms: Jika anda tukar fikiran, pergi ke Aturan > Permisi grup anda.
nl: Als je je bedenkt, ga je naar je groepsinstellingen > rechten.
pl: Jeśli zmienisz zdanie, przejdź do Ustawienia » Uprawnienia swojej grupy.
pt_br: Se mudar de ideia, altere nas Configurações do seu grupo > Permissões.
ru: Если Вы передумаете, перейдите в настройки группы > Разрешения.
sv: Om du ångrar dig. Gå till gruppens Inställningar > Behörigheter.
tr: Fikrinizi değiştirirseniz, grubunuzun Ayarlar > İzinler bölümüne gidin.
uk: Якщо ви передумаєте, ви зможете перейти до Налаштувань групи > Дозволи.

# GigagroupConvertInfo1
source: No limit on the number of members.
ar: لا حد لعدد الأعضاء.
be: Без абмежавання колькасці ўдзельнікаў.
ca: No hi ha límit de membres.
de: Unbegrenzt viele Mitglieder.
es: Sin límite de miembros.
fi: Ei jäsenmäärärajaa.
fr: Sans limite du nombre de membres.
it: Nessun limite al numero di membri.
ko: 인원에 대한 제한이 없습니다.
ms: Tiada had ahli.
nl: Geen limiet op het aantal leden.
pl: Nie mają ograniczeń liczby członków.
pt_br: Sem limite no número de membros.
ru: Сколько угодно участников.
sv: Ingen gräns för antalet medlemmar.
tr: Üye sayısında sınır yok.
uk: Кількість учасників не обмежена.

# GigagroupConvertInfo2
source: Only admins can send messages.
ar: يمكن للمشرفين فقط إرسال الرسائل.
be: Толькі кіраўнікі могуць адпраўляць паведамленні.
ca: Només els administradors poden enviar missatges.
de: Nur Admins können Nachrichten senden.
es: Sólo pueden escribir los administradores.
fi: Vain valvojat voivat lähettää viestejä.
fr: Seuls les administrateurs peuvent envoyer des messages.
it: Solo gli amministratori possono pubblicare.
ko: 관리자만 메시지 전송이 가능합니다.
ms: Hanya pentadbir boleh kirim mesej.
nl: Alleen beheerders kunnen berichten plaatsen.
pl: Tylko administratorzy mogą wysyłać wiadomości.
pt_br: Apenas admins podem enviar mensagens.
ru: Пишут только администраторы.
sv: Endast admins kan skicka meddelanden
tr: Yalnızca yöneticiler mesaj gönderebilir.
uk: Писати можуть лише адміністратори.

# GigagroupConvertInfo3
source: Can't be turned back into a regular group.
ar: لا يمكن إعادتها إلى مجموعة عادية.
be: Немагчыма вярнуць назад у звычайную суполку.
ca: No es pot revertir a un grup normal.
de: Kann nicht zurückgewandelt werden.
es: No puede volver a ser un grupo normal.
fi: Ei voi muuntaa takaisin tavalliseksi ryhmäksi.
fr: Ne peut être retransformé en groupe classique.
it: Non possono tornare gruppi normali.
ko: 일반 그룹으로 다시 돌릴 수 없게 됩니다.
ms: Tak boleh ditukar semula ke grup biasa.
nl: Kan niet meer worden omgezet in een gewone groep.
pl: Nie można przekształcić z powrotem w zwykłą grupę.
pt_br: Não pode ser revertido para grupo regular.
ru: Нельзя сделать обычной группой.
sv: Kan inte ändras tillbaka som normalgrupp.
tr: Tekrar normal gruba dönüştürülemez.
uk: Не може бути перетворена на звичайну групу.

# GigagroupConvertProcessButton
source: Convert to Broadcast Group
ar: تحويل إلى مجموعة نشر
be: Пераўтварыць у суполку для трансляцый
ca: Converteix a grup de difusió
de: In Broadcast-Gruppe umwandeln
es: Convertir en Grupo de difusión
fi: Muunna lähetysryhmäksi
fr: Convertir en groupe de diffusion
it: Converti in gruppo broadcast
ko: 브로드캐스트 그룹으로 전환
ms: Ubah ke Grup Siaran
nl: Opwaarderen naar omroepgroep
pl: Konwertuj do Grupy rozgłoszeniowej
pt_br: Converter em Grupo de Transmissão
ru: Сделать группой для трансляций
sv: Konvertera till Publiceringsgrupp
tr: Yayın Grubuna Dönüştür
uk: Перетворити на групу для трансляцій

# GigagroupConvertTitle
source: Broadcast Groups
ar: مجموعات النشر
be: Суполкі для трансляцыі
ca: Grups de difusió
de: Broadcast-Gruppen
es: Grupos de difusión
fi: Lähetysryhmät
fr: Groupes de diffusion
it: Gruppi broadcast
ko: 브로드캐스트 그룹
ms: Grup Siaran
nl: Omroepgroepen
pl: Grupy rozgłoszeniowe
pt_br: Grupos de Transmissão
ru: Группы для трансляций
sv: Publiceringsgrupper
tr: Yayın Grupları
uk: Групи для трансляцій

# GlobalAttachGifRestricted
source: GIFs aren't allowed in this group.
ar: إرسال صور GIF غير مسموح به في هذه المجموعة.
be: У гэтай суполцы забаронены анімацыі.
ca: No es permeten GIF en aquest grup.
de: GIFs sind in dieser Gruppe nicht erlaubt.
es: No están permitidos los GIF en este grupo.
fa: گیف‌ها در این گروه مجاز نیستند.
fi: GIFit eivät ole sallittuja tässä ryhmässä.
fr: Les GIF ne sont pas autorisés dans ce groupe.
id: Anda tidak dapat mengirim GIF di grup ini.
it: Le GIF non sono permesse in questo gruppo.
ko: 본 그룹에는 GIF가 허용되지 않습니다.
ms: GIF tidak dibenarkan dalam grup ini.
nl: GIF's zijn niet toegestaan in deze groep
pl: W tej grupie wysyłanie GIFów jest niedozwolone.
pt_br: GIFs não são permitidos neste grupo.
ru: В этой группе запрещено отправлять GIF.
sv: GIF:ar tillåts inte i den här gruppen.
tr: Bu grupta GIF'lere izin verilmiyor.
uk: У цій групі не дозволені GIF.
uz: Bu guruhda GIFlar taqiqlangan.

# GlobalAttachInlineRestricted
source: Inline bots aren't allowed in this group.
ar: لا يُسمح بإرسال محتوى استعلامي في هذه المجموعة.
be: У гэтай суполцы забаронены інлайн-боты.
ca: No es permeten els bots integrats al grup.
de: Inline-Bots sind in dieser Gruppe nicht erlaubt.
es: No están permitidos los bots integrados en este grupo.
fa: ربات‌های درون‌خطی در این گروه مجاز نیستند.
fi: Viestikenttäbotteja ei saa käyttää tässä ryhmässä.
fr: Les bots intégrés ne sont pas autorisés dans ce groupe.
id: Tidak dapat mengirim konten inline di grup ini.
it: I bot inline non sono permessi in questo gruppo.
ko: 그룹에서 인라인 봇을 금지합니다.
ms: Bot di talian tak dibenarkan di grup ini.
nl: Inline-bots zijn niet toegestaan in deze groep.
pl: W tej grupie boty treści liniowej (inline) są niedozwolone.
pt_br: Não é permitido enviar conteúdo inline neste grupo.
ru: В этой группе запрещено публиковать материалы с помощью ботов.
sv: Att skicka bottbaserat innehåll tillåts inte i gruppen.
tr: Bu grupta satır içi botlara izin verilmiyor.
uk: У цій групі не дозволені вбудовані боти.
uz: Ushbu guruhda botlar yordamida materiallar yuborish taqiqlangan.

# GlobalAttachMediaRestricted
source: Sending media isn't allowed in this group.
ar: لا يُسمح بإرسال الوسائط في هذه المجموعة.
be: У гэтай суполцы забаронена адпраўляць медыя.
ca: No es permet enviar fotos ni vídeos al grup.
de: Versand von Medien ist hier nicht erlaubt.
es: No está permitido enviar contenido multimedia en este grupo.
fa: ارسال رسانه در این گروه مجاز نیست.
fi: Tähän ryhmään ei saa lähettää mediaa.
fr: L'envoi de médias n'est pas autorisé dans ce groupe.
id: Tidak dapat mengirim media di grup ini.
it: I media non sono permessi in questo gruppo.
ko: 이 그룹에서는 미디어를 보내실 수 없습니다.
ms: Kirim media tak dibenarkan di grup ini.
nl: Media sturen is niet toegestaan in deze groep.
pl: W tej grupie wysyłanie multimediów jest niedozwolone.
pt_br: Não é permitido enviar mídias neste grupo.
ru: В этой группе запрещено публиковать мультимедиа.
sv: Det är inte tillåtet att skicka media i gruppen.
tr: Bu grupta medya gönderimine izin verilmiyor.
uk: У цій групі не дозволено надсилати медіа.
uz: Bu guruhda mediafayllar yuborish taqiqlangan.

# GlobalAttachStickersRestricted
source: Stickers aren't allowed in this group.
ar: لا يُسمح بإرسال الملصقات في هذه المجموعة.
be: У гэтай суполцы забаронены стыкеры.
ca: No es permet publicar adhesius al grup.
de: Sticker sind in dieser Gruppe nicht erlaubt.
es: No están permitidos los stickers en este grupo.
fa: استیکرها در این گروه مجاز نیستند.
fi: Tähän ryhmään ei saa lähettää tarroja.
fr: Les autocollants ne sont pas autorisés dans ce groupe.
id: Tidak dapat mengirim stiker di grup ini.
it: Gli sticker non sono permessi in questo gruppo.
ko: 그룹에서 스티커를 금지합니다.
ms: Stiker tak dibenarkan di grup ini.
nl: Stickers zijn niet toegestaan in deze groep.
pl: W tej grupie wysyłanie naklejek jest niedozwolone.
pt_br: Não é permitido enviar stickers neste grupo.
ru: В этой группе запрещено отправлять стикеры.
sv: Dekaler tillåts inte i den här gruppen.
tr: Bu grupta çıkartmalara izin verilmiyor.
uk: У цій групі не дозволені наліпки.
uz: Bu guruhda stikerlar yuborish taqiqlangan.

source: Global search
ar: البحث العام
be: Глабальны пошук
ca: Cerca global
de: Globale Suche
es: Búsqueda global
fa: جستجوی سراسری
fi: Lisää tuloksia
fr: Recherche globale
id: Pencarian Umum
it: Ricerca globale
ko: 전체 검색
ms: Carian global
nl: Wereldwijd zoeken
pl: Wyszukiwanie globalne
pt_br: Busca global
ru: Глобальный поиск
sv: Global sökning
tr: Genel arama
uk: Глобальний пошук
uz: Global qidiruv
zh_cn: 全局搜索
zh_tw: 全局搜尋

# GlobalSendMessageRestricted
source: Writing messages isn't allowed in this group.
ar: إرسال الرسائل غير مسموح به في هذه المجموعة.
be: У гэтай суполцы забаронена пісаць паведамленні.
ca: No es permet escriure missatges al grup.
de: Schreiben ist in dieser Gruppe nicht erlaubt.
es: No está permitido enviar mensajes en este grupo.
fa: نوشتن پیام در این گروه مجاز نیست.
fi: Tähän ryhmään ei saa lähettää viestejä.
fr: L'envoi de message n'est pas autorisé dans ce groupe.
id: Tidak dapat mengirim pesan di grup ini.
it: Non è permesso scrivere messaggi in questo gruppo.
ko: 이 그룹에서는 메시지를 작성하실 수 없습니다.
ms: Menulis mesej tidak dibenarkan di grup ini.
nl: Berichten schrijven is niet toegestaan in deze groep.
pl: W tej grupie pisanie wiadomości jest niedozwolone.
pt_br: Não é permitido enviar mensagens neste grupo.
ru: В этой группе запрещено писать сообщения.
sv: Det är inte tillåtet att skicka meddelande i den här gruppen.
tr: Bu grupta mesaj yazmaya izin verilmiyor.
uk: У цій групі не дозволено писати повідомлень.
uz: Bu guruhda xabarlar yozish taqiqlangan.

# GotAQuestion
source: Got a question about Telegram?
ar: هل لديك سؤالٌ حول تيليجرام؟
be: Ёсць пытанні наконт Telegram?
ca: Teniu cap dubte amb el Telegram?
de: Hast du eine Frage zu Telegram?
es: ¿Tienes preguntas sobre Telegram?
fa: درباره تلگرام سؤالی دارید؟
fi: Kysyttävää Telegramista?
fr: Une question sur Telegram ?
id: Punya pertanyaan tentang Telegram?
it: Hai una domanda su Telegram?
ko: 텔레그램에 관해 궁금한 점이 있으신가요?
ms: Ada soalan tentang Telegram?
nl: Heb je een vraag over Telegram?
pl: Masz pytanie związane z Telegramem?
pt_br: Tem alguma dúvida sobre o Telegram?
ru: Вопрос по Telegram?
sv: Har du en fråga om Telegram?
tr: Telegram hakkında bir sorunuz mu var?
uk: Є питання щодо Telegram?
uz: Telegram haqida savolingiz bormi?
zh_cn: 对 Telegram 有疑问？
zh_tw: 對 Telegram 有疑問？

source: GO TO SETTINGS
ar: اذهب إلى الإعدادات
be: ПЕРАЙСЦІ Ў НАЛАДЫ
ca: CONFIGURACIÓ
de: ZU EINSTELLUNGEN
es: IR A AJUSTES
fa: رفتن به تنظیمات
fi: SIIRRY ASETUKSIIN
fr: ALLER AUX PARAMÈTRES
id: KE PENGATURAN
it: VAI ALLE IMPOSTAZIONI
ko: 설정으로 이동
ms: PERGI KE ATURAN
nl: GA NAAR INSTELLINGEN
pl: PRZEJDŹ DO USTAWIEŃ
pt_br: ABRIR CONFIGURAÇÕES
ru: В НАСТРОЙКИ
sv: GÅ TILL INSTÄLLNINGARNA
tr: AYARLAR'A GİT
uk: ВІДКРИТИ НАЛАШТУВАННЯ
uz: SOZLAMALARGA KIRISH

# GpsDisabledAlert
source: Your GPS seems to be disabled, please enable it to access location-based features.
ar: يبدو أن خدمات الموقع معطَّلة لديك، يرجى تفعيلها لاستخدام ميزات تيليجرام التي تحتاجها.
be: Здаецца, ваш GPS адключаны. Уключыце яго для доступу да функцый на аснове месцазнаходжання.
ca: Sembla que teniu el GPS desactivat. Activeu-lo per a accedir a les característiques de geolocalització.
de: Dein GPS scheint deaktiviert zu sein. Aktiviere es, um auf standortbezogene Funktionen zugreifen zu können.
es: Tu GPS parece estar desactivado. Por favor, actívalo para acceder a las características de ubicación.
fa: بنظر می رسد GPS شما غیرفعال است، لطفاً برای استفاده از امکانات مختص موقعیت مکانی، آن را فعال کنید.
fi: Paikannus vaikuttaisi olevan poissa päältä. Kytke se päälle käyttääksesi sijaintipalveluita.
fr: Votre GPS est désactivé, activez-le pour accéder aux fonctionnalités géo-dépendantes.
id: GPS Anda tampaknya dinonaktifkan, mohon aktifkan untuk mengakses fitur berbasis lokasi.
it: Sembra che il tuo GPS sia disattivato, per favore attivalo per usare le funzioni che necessitano della posizione.
ko: GPS가 꺼져 있습니다. 위치 기반 서비스를 사용하려면 GPS를 켜 주세요.
ms: GPS anda dinyahdaya, sila dayakan untuk mengakses ciri berasaskan lokasi.
nl: GPS lijkt uitgeschakeld, schakel GPS in om locatiegebaseerde functies te gebruiken.
pl: Wygląda na to, że GPS jest wyłączony, proszę włączyć go, aby uzyskać dostęp do funkcji opartych na lokalizacji.
pt_br: Seu GPS parece estar desativado, ative-o para acessar as funções de localização.
ru: Похоже, у Вас отключён GPS. Включите его, чтобы использовать функции геопозиции в приложении.
sv: Din GPS verkar inaktiverad. Aktivera den för åtkomst till platsbaserade funktioner.
tr: GPS'iniz devre dışı görünüyor, lütfen konum tabanlı özelliklere erişmek için etkinleştirin.
uk: Ваш GPS вимкнений, увімкніть його для доступу до функцій на основі розташування.
uz: GPS funksiyangiz faolsizlantirilganga oʻxshaydi, joylashuvga asoslangan funksiyalardan foydalanish uchun uni yoqing.
zh_cn: 看起来您禁用了定位服务，若需要使用基于位置的功能，请将其重新开启。
zh_tw: 看起來您禁用了定位服務，若需要使用基於位置的功能，請將其重新開啓。

# GpsDisabledAlertText
source: Please enable your GPS to access location-based features.
ar: يرجى تفعيل خدمات الموقع لاستخدام ميزات تيليجرام التي تحتاجها.
be: Уключыце GPS для доступу да функцый на аснове месцазнаходжання.
ca: Activeu el GPS per a accedir a les funcions basades en la ubicació.
de: Bitte aktiviere GPS, um auf ortsbezogene Funktionen zuzugreifen.
es: Por favor, activa tu GPS para acceder a las características de ubicación.
fa: جهت دسترسی به امکانات مختص موقعیت مکانی لطفاً GPS خود را فعال کنید.
fi: Ota GPS käyttöön käyttääksesi sijaintikohtaisia ominaisuuksia.
fr: Veuillez activer votre GPS pour accéder aux fonctionnalités basées sur la localisation.
id: Aktifkan GPS Anda untuk akses lokasi-berdasarkan fitur.
it: Per favore attiva il tuo GPS per accedere alle funzioni basate sulla posizione.
ko: 위치 기반 기능에 접근하려면 GPS를 켜 주세요.
ms: Sila dayakan GPS anda untuk akses ciri berdasarkan lokasi.
nl: Activeer je GPS voor locatie-gebaseerde diensten.
pl: Aby uzyskać dostęp do funkcji opartych na lokalizacji, włącz GPS.
pt_br: Por favor, ative seu GPS para acessar as funções com base em localização.
ru: Чтобы использовать геопозицию, пожалуйста, включите GPS.
sv: Starta din GPS för åtkomst till platsbaserade funktioner.
tr: Lütfen konum tabanlı özelliklere erişmek için GPS'inizi etkinleştirin.
uk: Для доступу до функцій на основі розташування увімкніть GPS.
uz: Joylashuvga asoslangan funksiyalarga kirish uchun GPSni yoqing.

# GpsDisabledAlertTitle
source: Enable GPS
ar: تفعيل خدمات الموقع
be: Уключыць GPS
ca: Activa el GPS
de: GPS aktivieren
es: Activar GPS
fa: فعال کردن GPS
fi: Ota GPS käyttöön
fr: Activer GPS
id: Aktifkan GPS
it: Attiva GPS
ko: GPS 켜기
ms: Daya GPS
nl: GPS inschakelen
pl: Włącz GPS
pt_br: Ativar GPS
ru: Требуется GPS
sv: Aktivera GPS
tr: GPS'i etkinleştir
uk: Увімкнути GPS
uz: GPSni yoqish

source: Grain
ar: حبوب
be: Зярністасць
ca: Gra
de: Körnung
es: Grano
fa: دانه
fi: Rakeisuus
it: Grana
ko: 그레인
ms: Bijiran
nl: Korrel
pl: Ziarno
pt_br: Granulado
ru: Зернистость
sv: Kornighet
tr: Kumlanma
uk: Зернистість
uz: Donadorlik
zh_cn: 噪点
zh_tw: 噪點

source: Gray
ar: الرمادي
be: Шэры
ca: Gris
de: Grau
es: Gris
fa: خاکستری
fi: Harmaa
fr: Gris
id: Abu-abu
it: Grigio
ko: 회색
ms: Kelabu
nl: Grijs
pl: Szary
pt_br: Cinza
ru: Серый
sv: Grå
tr: Gri
uk: Сірий
uz: Kulrang

source: Green
ar: الأخضر
be: Зялёны
ca: Verd
de: Grün
es: Verde
fa: سبز
fi: Vihreä
fr: Vert
id: Hijau
it: Verde
ko: 초록색
ms: Hijau
nl: Groen
pl: Zielony
pt_br: Verde
ru: Зелёный
sv: Grön
tr: Yeşil
uk: Зелений
uz: Yashil

# GroupAddMembers
source: Add Members
ar: إضافة أعضاء
be: Дадаць удзельнікаў
ca: Afegeix membres
de: Mitglieder hinzufügen
es: Añadir miembros
fa: افزودن اعضا
fi: Lisää jäseniä
fr: Ajouter des membres
id: Tambah Anggota
it: Aggiungi membri
ko: 참가자 추가
ms: Tambah Ahli
nl: Leden toevoegen
pl: Dodaj członków
pt_br: Adicionar Membros
ru: Добавить участников
sv: Lägg till medlemmar
tr: Üye Ekle
uk: Додати учасників
uz: Aʼzolar qoʻshish

# GroupContacts
source: Contacts in this group
ar: جهات الاتصال في هذه المجموعة
be: Кантакты ў гэтай суполцы
ca: Contactes en aquest grup
de: Kontakte in dieser Gruppe
es: Contactos en este grupo
fa: مخاطبین در این گروه
fi: Yhteystiedot tässä ryhmässä
fr: Contacts dans ce groupe
id: Kontak di grup ini
it: Contatti in questo gruppo
ko: 연락처에 등록된 그룹 참가자
ms: Kenalan dalam grup ini
nl: Contacten in deze groep
pl: Kontakty w tej grupie
pt_br: Contatos no grupo
ru: Контакты в этой группе
sv: Kontakter i denna grupp
tr: Bu gruptaki kişiler
uk: Ваші контакти в групі
uz: Guruhdagi kontaktlar

# GroupDeletedUndo
source: Group deleted.
ar: تم حذف المجموعة
be: Суполка выдалена.
ca: S'ha eliminat el grup.
de: Gruppe gelöscht.
es: Grupo eliminado.
fa: گروه حذف شد.
fi: Ryhmä poistettiin
fr: Groupe supprimé.
id: Grup dihapus.
it: Gruppo eliminato.
ko: 그룹을 삭제했습니다.
ms: Grup dihapus.
nl: Groep verwijderd.
pl: Grupa zostanie usunięta
pt_br: Grupo apagado.
ru: Группа удалена.
sv: Grupp borttagen
tr: Grup siliniyor
uk: Групу видалено.
uz: Guruh oʻchirildi.

# GroupDescription1
source: Up to 200,000 members
ar: تضمَّ حتى 200,000 عضو
be: Да 200,000 удзельнікаў
ca: Fins a 200.000 membres
de: Platz für bis zu 200.000 Mitglieder
es: Hasta 200.000 miembros
fa: تا سقف 200,000 عضو
fi: Peräti 200 000 jäsentä
fr: Jusqu'à 200 000 membres
id: Hingga 200.000 anggota
it: Fino a 200.000 membri
ko: 200,000명까지 참가할 수 있습니다
ms: Sehingga 200,000 ahli
nl: Tot 200.000 leden
pl: Maksymalnie 200 000 członków
pt_br: Até 200.000 membros
ru: До 200 000 участников
sv: Upp till 200.000 medlemmar
tr: 200.000'e kadar üye
uk: До 200 тис. учасників
uz: 200,000 gacha aʼzolar

# GroupDescription2
source: Persistent chat history
ar: تمتلكَ سجل محادثة موحدًا
be: Захаваную гісторыю чата
ca: Historial persistent
de: Dauerhaften Chat-Verlauf
es: Historial de chat persistente
fa: تاریخچه گفتگوی دائم
fi: Pysyvä viestihistoria
fr: Un historique persistant
id: Riwayat obrolan persisten
it: Cronologia chat permanente
ko: 대화 내용이 보존됩니다
ms: Sejarah bual persisten
nl: Blijvende chatgeschiedenis
pl: Jednolitą historię czatu
pt_br: Histórico persistente do chat
ru: Общая история переписки
sv: Beständig chatthistorik
tr: Kalıcı sohbet geçmişi
uk: Спільну історію листування
uz: Umumiy yozishmalar tarixi

# GroupDescription3
source: Public links such as t.me/title
ar: تمتلك روابط عامة مثل t.me/title
be: Публічныя спасылкі, такія як t.me/title
ca: Enllaços públics, com t.me/títol
de: Öffentliche Links, wie t.me/title
es: Enlaces públicos como t.me/title
fa: لینک‌های عمومی مانند t.me/title
fi: Julkiset linkit, kuten t.me/nimi
fr: Des liens publics comme t.me/titre
id: Tautan publik seperti t.me/title
it: Link pubblici come t.me/title
ko: 공개 링크를 t.me/제목으로 둘 수 있습니다
ms: Link awam seperti t.me/tajuk
nl: Publieke links zoals t.me/titel
pl: Linki publiczne, takie jak t.me/title
pt_br: Links públicos, como t.me/nome
ru: Публичные ссылки вида t.me/title
sv: Publika länkar som ex. t.me/title
tr: t.me/baslik gibi herkese açık bağlantılar
uk: Публічні посилання вигляду t.me/nazva
uz: t.me/title kabi ommaviy havolalar
